{
  "hello": "Hi there! 👋 How can I help you today?",
  "hi": "Hello! 👋 How can I assist you?",
  "track": "Sure, I can help you track your order. Please share your tracking number.",
  "return": "I can assist you with returns. Could you provide your order number?",
  "cancel": "No problem! Please tell me which order you'd like to cancel.",
  "thanks": "You're welcome! 😊",
  "thank you": "Glad to help! 👍",
  "bye": "Goodbye! Have a great day!",
  "shipping": "We offer standard and express shipping options. Which one would you like to know more about?",
  "delivery time": "Delivery times depend on your location and shipping method. Standard shipping usually takes 3-7 business days.",
  "payment methods": "We accept credit cards, debit cards, PayPal, and more.",
  "discount": "You can apply discount codes at checkout. Let me know if you need help!",
  "coupon": "If you have a coupon code, enter it during checkout to receive your discount.",
  "warranty": "Most products come with a 1-year warranty. Please check the product page for details.",
  "support": "Our support team is available 24/7. How can we assist you?",
  "contact": "You can contact us via email, phone, or live chat.",
  "order status": "To check your order status, please provide your order number.",
  "out of stock": "If an item is out of stock, you can sign up for restock notifications on the product page.",
  "refund": "Refunds are processed within 5-7 business days after we receive your return.",
  "exchange": "We offer exchanges for eligible products. Please provide your order number to start.",
  "size guide": "You can find the size guide on each product page under 'Size Guide'.",
  "gift card": "We offer digital gift cards. Would you like to purchase one?",
  "change address": "To change your shipping address, please provide your order number.",
  "cancel order": "To cancel your order, please provide your order number.",
  "order confirmation": "Order confirmations are sent via email after purchase.",
  "invoice": "You can download your invoice from your account order history.",
  "product details": "You can find detailed product information on each product page.",
  "restock": "We restock popular items regularly. Would you like to be notified?",
  "international shipping": "Yes, we ship internationally. Shipping fees and times vary by country.",
  "free shipping": "We offer free shipping on orders over $50.",
  "track order": "Please provide your order number to track your order.",
  "change payment": "To change your payment method, please contact our support team.",
  "order history": "You can view your order history in your account dashboard.",
  "forgot password": "Click 'Forgot Password' on the login page to reset your password.",
  "create account": "You can create an account by clicking 'Sign Up' on our website.",
  "delete account": "To delete your account, please contact our support team.",
  "product availability": "Product availability is shown on each product page.",
  "bulk order": "For bulk orders, please contact our sales team for a quote.",
  "wholesale": "We offer wholesale pricing for businesses. Contact us for more info.",
  "subscription": "We offer product subscriptions for regular deliveries. Would you like to know more?",
  "newsletter": "Subscribe to our newsletter for updates and special offers.",
  "loyalty program": "Join our loyalty program to earn points and rewards.",
  "return policy": "You can return most items within 30 days of delivery. See our return policy for details.",
  "privacy policy": "You can read our privacy policy at the bottom of our website.",
  "terms of service": "Our terms of service are available on our website.",
  "damaged item": "If you received a damaged item, please contact us with your order number and a photo.",
  "wrong item": "If you received the wrong item, please contact us with your order number.",
  "change order": "To change your order, please contact us as soon as possible.",
  "preorder": "Preorder items will ship as soon as they become available.",
  "feedback": "We appreciate your feedback! Let us know how we can improve.",
  "help": "How can I assist you today?"
}
